Repository: TjanKazar/ozra4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: English
sl: Angleščina

source: Slovenian
sl: Slovenščina

source: My Fancy Jinja Page
sl: Moja Jinja stran

source: Ironman App
sl: Ironman Aplikacija

source: Home
sl: Domov

source: Competitions
sl: Tekmovanja

source: Reports
sl: Poročila

source: Welcome to My Fancy Jinja Page
sl: Moja Stran

source: © 2024 Ironman App. All rights reserved.
sl: © 2024 Ironman Aplikacija. Vse pravice zadržane.

source: Biker Report
sl: Poročilo kolesarja

source: Runner Report
sl: Poročilo Tekača

source: Best Bike Time
sl: Najbojši čas kolesarjenja

source: Field
sl: Polje

source: Value
sl: Vrednost

source: Swim
sl: Plavanje

source: Division
sl: Divizija

source: Run
sl: Tek

source: Profession
sl: Zaposlitev

source: Country
sl: Država

source: Age
sl: Starost

source: Run Distance
sl: Pretečena razdalja

source: State
sl: Zvezna država

source: Bike
sl: Kolesarjenje

source: Gender Rank
sl: Spol

source: Overall
sl: Skupaj

source: Swim Distance
sl: Preplavana razdalja

source: Overall Rank
sl: Ocena Skupaj

source: Points
sl: Točke

source: Bike Distance
sl: Prekolesarjena razdalja

source: Division Rank
sl: Divizija

source: Home Page
sl: Domača stran

source: Posts
sl: Objave

source: Add Post
sl: Dodaj Objavo

source: By
sl: Od

source: Upvotes
sl: Všečki

source: Post added successfully!
sl: Objava dodana !

source: Go to Home
sl: Pojdi na domačo stran

source: Ironman's Name:
sl: Ime Ironmana:

source: Name
sl: Ime

source: Ironman's surname:
sl: Priimek Ironmana

source: Surname
sl: Priimek

source: Runners Report
sl: Poročilo Tekača

source: Swimmers Report
sl: Poročilo Plavalca

source: Bikers Report
sl: Poročilo kolesarja

source: Best Run Time
sl: Najbojši pretečen čas

source: Swimmer Report:
sl: Poročilo Plavalca

source: Best Swim Time:
sl: Najbojši preplavan čas

source: year
sl: leto

source: number of participants
sl: število udeležencev

source: Change Language
sl: Spremeni jezi

source: Select your preferred language:
sl: Izberi jezik:
